//管理者画面
<?php

?>

<head>
<h1>管理者画面</h1>
    <h2>通報された投稿</h2>
    
    
<!--    ここからテーブル-->
    <table border="1">
        <tr>
            <th>    </th>
            <th>投稿者</th>
            <th>投稿内容</th>
            <th>投稿日時</th>
        </tr>
        
        <tr>
            <th>1</th>
            <th>サンプル</th>
            <th>サンプルサンプルサンプルサンプルサンプルサンプルサンプルサンプルサンプル</th>
            <th>2020/3/26 21:06:54</th>
        </tr>
        <tr>
<!--        ここに通報された投稿テーブルからある分だけ表示させるコードを記載-->
        
        </tr>
        
        
    </table>
<!--    ここまでテーブル-->
    
    <a href="">サインアウト</a>
    
</head>